# dictionary.py

# global
sticker_id1 = 'CAACAgIAAxkBAAP-YWA2fmSUzgbH_bVtT8VOnEYSU80AAnsOAAIDKJlKdv4m3SZDnO4hBA'

# query
o = 'ооо оо оооо'
full = 'общем'
hi = 'доброе добрае доброго хай хай, хаай хааай'
ass = 'жопа'
birthday = 'др рождения рожденья ражденья раждения'
who_is_bot = 'каво'
abba = 'абоба абобус амогус аабоба'
note = 'ля ля, ляя ляяя'
sorry = 'извинись извинись! извинись,'
hello = 'ку привет привет, ку,'
dog = 'собака пес сабака себек собочка'
what = 'шо шоо шооо'
smoke = 'курю покурю закурю курить курит закурит сигареты сигарета самокрутки самокрутка'
auto = 'машина авто тачка машине тачке машину тачку машины тачки'
grease = 'грязь червяк'
bull = 'быкануть быканул бык быкану быкануть? быканул?'
message_lol = ['ХЕХ', 'АХАХАХ', 'АХАХАХАХ', 'ЛОЛ', 'ХАХА']
message_plus = ['+', '++', '+++', '++++']
message_aga = ['АГА']
message_steel = ['ЖЕСТЬ']
message_wtf = [')', '))', ')))', '))))', ')))))']
message_sad = ['(', '((', '(((', '((((', '(((((']
message_a = ['А', 'АА', 'ААА', 'АААА']
message_who = ['ХТО', 'КТО', 'КТО?', 'ХТО?']
message_no = ['НЕ', 'НЕТ', 'НЕА', 'НЕТ(', 'НЕТ)']
message_thanks = ['СПС', 'SPS']
bunny = 'КРОЛ'
u = 'уу ууу уууу ууууу у, уу, ууу, уууу, ууууу,'
insta = 'инст инста инсте инсту инстаграм инсты'

# answer
answer_def_start = 'Я тебе, шо, космонавт, чи шо? Добавляй в группу меня, скатабаза такая.'
answer_def_sticker = 'Ну вот тебе наклеечки, вот, пожалуйста, https://t.me/addstickers/Jessieamstaff'
answer_hi = 'Хааааааай зяблс энд хай литл бэби бон'
answer_who_is_bot = 'Каво?'
answer_abba = 'А Б О Б А'
answer_o = 'Шо ти окаешь, девачка?'
answer_full = 'В общем и целом, ага, ню да.'
answer_ass = 'Кто? Я? А может быть ТЫ? А?'
answer_note = 'Ля, какая!'
answer_sorry = 'Сам извинись!'
answer_birthday = 'С ДНЕМ РАЖДЕНЬЯ, ТЕБЕ СЕГОДНЯ 54 ГОДА??? А ну ладна!'
answer_hello = 'Всем ку, с вами я. Непабидимый гладиатор!'
answer_dog = 'Где сабака?'
answer_what = 'ШО? Ну ШО?'
answer_smoke = 'А я опяяять закурююююю....'
answer_auto = 'А у тебя шо таота? Уууу, ясненько.'
answer_grease = 'Так ты, грязь, червяк, я тебя знаешь чичас шо? А то!'
answer_bull = 'Я щас так быкану, шо ты ляжешь! Хадость такая.'
answer_message_lol = "Пожилая скумбрия на связи. Зарофлю любого лола."
answer_message_plus = "Я тебе плюсану па галаве чичас кулаком"
answer_message_aga = "Оооо, ну эта бан палучаица"
answer_message_steel = "КХХХХтьфу"
answer_message_wtf = "Все гиги гага, смешно да? А тебе не стыдно, не? Ай-яй-яй-яй-яй. Тьфу."
answer_message_sad = "Абидна да? хихихих"
answer_message_a = "А?"
answer_message_no = "Ну, как хаварица, на нет и кабылы нет."
answer_message_thanks = "Соси Пажилую Сасульку. А, ню да. Так расшифровываеца."
answer_message_who = 'А кто кто кто кто а ктооо???'
what_bunny = 'Кто крол? Я крол?'
no_you_bunny = 'Каво? А может быть ты крол?'
answer_voice = 'Ничего не слышно, АЛО СВИТЛАНА????'
answer_audio = 'ООО, эта деду нраица!'
answer_u = 'Та шо ти укаешь, ща как дам па мардяке!'
answer_insta = 'Инстагрум для девачек!'

spit = 'Кхххтьфу на тебя.'
yes = 'ДА'
about = 'Разработчик данного пожилого бота - @stealingyou. Пожертвования и донатики приветствуются!'
